Repository: mpwg/DocDecrypt
Catalog: iForgotMyPassword/iForgotMyPassword/Localizable.xcstrings
Source language: en
Languages: de

source: .doc or .docx · The original file remains unchanged
de: .doc oder .docx · Die Originaldatei bleibt unverändert

source: %lld minutes
de: %lld Minuten

source: Add to Known Passwords?
de: Zu „Bekannte Passwörter“ hinzufügen?

source: Checking known passwords
de: Bekannte Passwörter werden geprüft

source: Choose File …
de: Datei auswählen …

source: Copy
de: Kopieren

source: Corrupt OLE sector chain
de: Beschädigte OLE-Sektorkette

source: Corrupt Word file
de: Beschädigte Word-Datei

source: Corrupt Word stream chain
de: Beschädigte Word-Streamkette

source: Dictionary: %@
de: Wörterbuch: %@

source: Digits 1–8
de: Ziffern 1–8

source: Download lists
de: Listen herunterladen

source: Download of %@ is corrupt
de: Download von %@ ist beschädigt

source: Download word lists?
de: Wortlisten herunterladen?

source: Downloading %@
de: %@ wird geladen

source: Drop a Word file here
de: Word-Datei hier ablegen

source: Find the password for a Word file
de: Passwort für eine Word-Datei finden

source: Found password
de: Gefundenes Passwort

source: hashcat error
de: hashcat-Fehler

source: hashcat is missing from the app bundle
de: hashcat fehlt im App-Paket

source: Incomplete OLE stream
de: Unvollständiger OLE-Stream

source: Incomplete Word stream
de: Unvollständiger Word-Stream

source: Invalid Office verification data
de: Ungültige Office-Prüfdaten

source: Invalid Word stream
de: Ungültiger Word-Stream

source: Invalid Word stream size
de: Ungültige Word-Streamgröße

source: Known Passwords: %lld
de: Bekannte Passwörter: %lld

source: Legacy XOR obfuscation is not supported
de: Alte XOR-Verschleierung wird nicht unterstützt

source: Lowercase letters 1–6
de: Kleinbuchstaben 1–6

source: No
de: Nein

source: No password was found with these search methods.
de: Mit diesen Suchverfahren wurde kein Passwort gefunden.

source: Number suffix: %@
de: Zahlenanhang: %@

source: Only .doc and .docx files are supported
de: Nur .doc und .docx werden unterstützt

source: Password found and added to Known Passwords.
de: Passwort gefunden und zu Bekannte Passwörter hinzugefügt.

source: Password found.
de: Passwort gefunden.

source: Pause
de: Anhalten

source: Pausing search …
de: Suche wird angehalten …

source: Please select a .doc or .docx file.
de: Bitte eine .doc- oder .docx-Datei auswählen.

source: RC4 collision password
de: RC4-Kollisionspasswort

source: RC4 key
de: RC4-Schlüssel

source: Reading password verification data …
de: Passwort-Prüfdaten werden gelesen …

source: Ready to search for the password.
de: Bereit für die Passwortsuche.

source: Resume
de: Fortsetzen

source: Rules: %@
de: Regeln: %@

source: Search duration
de: Suchdauer

source: Search duration must be between 1 and 1440 minutes
de: Die Suchdauer muss zwischen 1 und 1440 Minuten liegen

source: Search paused. You can resume it.
de: Suche angehalten. Du kannst sie fortsetzen.

source: Search without downloading
de: Ohne Download suchen

source: Select an encrypted Word file.
de: Wähle eine verschlüsselte Word-Datei.

source: Start Search
de: Suche starten

source: The app downloads password lists from SecLists and Kali Wordlists. The download can exceed 50 MB; the extracted lists require considerably more storage.
de: Die App lädt Passwortlisten von SecLists und Kali Wordlists. Der Download kann über 50 MB groß sein; die entpackten Listen benötigen deutlich mehr Speicherplatz.

source: The file is not password protected
de: Die Datei ist nicht passwortverschlüsselt

source: The found password is saved permanently in the macOS Keychain only with your consent and is checked first in future searches.
de: Das gefundene Passwort wird nur mit deiner Zustimmung dauerhaft im macOS-Schlüsselbund gespeichert und bei späteren Suchen zuerst geprüft.

source: The password could not be saved in the Keychain
de: Passwort konnte nicht im Schlüsselbund gespeichert werden

source: The word list could not be saved
de: Wortliste kann nicht gespeichert werden

source: Unsupported .doc encryption
de: Nicht unterstützte .doc-Verschlüsselung

source: Unsupported .doc key length
de: Nicht unterstützte .doc-Schlüssellänge

source: Unsupported Office cipher
de: Nicht unterstützte Office-Chiffre

source: Unsupported Office encryption
de: Nicht unterstützte Office-Verschlüsselung

source: Unsupported Office hash
de: Nicht unterstützter Office-Hash

source: Unsupported OLE sector size
de: Nicht unterstützte OLE-Sektorgröße

source: Unsupported Word container
de: Kein unterstützter Word-Container

source: Word list %@ is corrupt
de: Wortliste %@ ist beschädigt

source: Word stream %@ is missing
de: Word-Stream %@ fehlt

source: Year suffix: %@
de: Jahresanhang: %@

source: Yes, Save
de: Ja, speichern
